{
  "termsofuse": {
    "heading": "Terms of Use",
    "overviewHeading": "Overview",
    "overviewPara1": "This policy (together with the Mary's Meals Privacy Policy and Cookies Policy) explains the Terms of Use on which you may make use of the Mary's Meals website.",
    "overviewPara2": "Please read these Terms of Use carefully before you start to use the website.",
    "overviewPara3": "By using the Mary's Meals website, you indicate that you accept these Terms of Use. If you do not agree to these Terms of Use, please refrain from using the Mary's Meals website.",
    "mmHeading": "Mary's Meals",
    "mmPara": "This website is operated by Mary's Meals International ('We, 'Us', 'Our'). We are a charity registered in Scotland (No. SC045223) and a company limited by guarantee (No. SC488380) and have our registered office at Craig Lodge, Dalmally, Argyll, PA33 1AR. We trade under the name 'Mary's Meals'.",
    "accessingOurWebsiteHeading": "Accessing Our Website",
    "accessingOurWebsitePara1": "Access to our website is permitted on a temporary basis, and we may withdraw or amend the service we provide on our website without notice (see below). We will not be liable if for any reason our website is unavailable at any time or for any period. Access to our website may be suspended or the website may be closed indefinitely, if the need arises.",
    "accessingOurWebsitePara2": "You are responsible for making all arrangements necessary for you to have access to our website. You are also responsible for ensuring that all persons who access our website through your internet connection are aware of these terms, and that they comply with them. Intel",
    "intellectualPropertyRightsHeading": "Intellectual property rights",
    "intellectualPropertyRightsPara1": "Mary's Meals is a registered trade mark of Mary's Meals.",
    "intellectualPropertyRightsPara2": "We are the owner or the licensor of all intellectual property rights on the Mary's Meals website, and in the material published on it, unless otherwise stated. Those works are protected by trade mark and copyright laws and treaties around the world. All such rights are reserved.",
    "licenceHeading": "Licence",
    "licencePara1": "You are permitted to print and download extracts from our website for your own use on the following basis:",
    "licencePara2": "you do not modify the downloaded extracts (whether text or images) in any way;",
    "licencePara3": "you use downloaded extracts in the same context as such material appears on the Mary's Meals website, whether in relation to corresponding text or otherwise;",
    "licencePara4": "you do not use the extracts in an offensive manner or in any way that is derogatory to or will cause reputational harm to Mary's Meals; and",
    "licencePara5": "you properly attribute the downloaded extracts to Mary's Meals, with reference to any relevant copyright and trade mark notices and the following permission notice 'Reproduced with permission from Mary's Meals. All rights reserved.'",
    "licencePara6": "Unless otherwise stated, the copyright and other intellectual property rights in all material on the website (including without limitation photographs and graphical images) are owned by Mary's Meals or our licensors. Any use of extracts from the website other than in accordance with this licence for any purpose is prohibited without the written consent of Mary's Meals. If you breach any of the terms of this licence, your permission to use the website automatically terminates and you must immediately destroy any downloaded or printed extracts from the website.",
    "licencePara7": "If you have any questions regarding how you may use materials downloaded from this website please do not hesitate to contact us.",
    "licencePara8": "Subject to the above, no part of the website may be reproduced or stored in any other website or included in any public or private electronic retrieval system or service without the prior written permission of Mary's Meals. Any rights not expressly granted in these terms are reserved.",
    "relianceHeading": "Reliance on information posted",
    "reliancePara": "Commentary and other materials posted on our website are not intended to amount to advice on which reliance should be placed. We therefore disclaim all liability and responsibility arising from any reliance placed on such materials by any visitor to our website, or by anyone who may be informed of any of its contents.",
    "infoAboutHeading": "Information about you",
    "infoAboutPara": "We process information about you in accordance with our Privacy Policy. By using our website you consent to such processing and you warrant that all data provided by you is accurate.",
    "uploadingHeading": "Uploading material to our website",
    "uploadingPara1": "Any material you upload to our website will be considered non-confidential and non-proprietary, and we have the right to use, copy, distribute and disclose to third parties any such material for any purpose. We also have the right to disclose your identity to any third party who is claiming that any material posted or uploaded by you to our website constitutes a violation of their intellectual property rights, or of their right to privacy.",
    "uploadingPara2": "We will not be responsible, or liable to any third party, for the content or accuracy of any materials posted by you or any other user of our website.",
    "uploadingPara3": "We have the right to remove any material or posting you make on our website if, in our opinion, such material is not suitable for the Mary's Meals Website.",
    "linkingHeading": "Linking to the Mary's Meals website",
    "linkingPara1": "You may link to our home page, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists. We reserve the right to withdraw linking permission without notice.",
    "linkingPara2": "If you wish to make any use of material on our website other than that set out above, please contact us.",
    "disclaimerHeading": "Disclaimer",
    "disclaimerPara": "While Mary's Meals endeavours to ensure that the information on our website is correct, we do not warrant the accuracy and completeness of the material on the website. Mary's Meals may make changes to the material on the website at any time without notice. The material on the website may be out of date, and we make no commitment to update such material."
  }
}
