{
  "termsofuse": {
    "heading": "Terminos de Uso",
    "overviewHeading": "Vision general",
    "overviewPara1": "Esta politica (junto con la Politica de privacidad de Mary's Meals y la Politica de cookies) explica los Terminos de uso en los que puede hacer uso del sitio web de Mary's Meals.",
    "overviewPara2": "Lea estos Terminos de uso detenidamente antes de comenzar a usar el sitio web.",
    "overviewPara3": "Al utilizar el sitio web Mary's Meals, usted indica que acepta estos Terminos de uso. Si no esta de acuerdo con estos Terminos de uso, no use el sitio web Mary's Meals.",
    "mmHeading": "Mary's Meals",
    "mmPara": "Este sitio web es operado por Mary's Meals International ('Nosotros,' Nosotros ',' Nuestro '). Somos una organizacion benefica registrada en Escocia (No. SC045223) y una compania limitada por garantia (No. SC488380) y tenemos nuestra oficina registrada en Craig Lodge, Dalmally, Argyll, PA33 1AR. Comercializamos bajo el nombre de 'Mary's Meals'",
    "accessingOurWebsiteHeading": "Accediendo a nuestro sitio web",
    "accessingOurWebsitePara1": "El acceso a nuestro sitio web esta permitido de forma temporal, y podemos retirar o modificar el servicio que brindamos en nuestro sitio web sin previo aviso (ver mas abajo). No seremos responsables si por algun motivo nuestro sitio web no esta disponible en cualquier momento o por algun periodo. El acceso a nuestro sitio web puede suspenderse o el sitio web puede cerrarse indefinidamente, si surge la necesidad..",
    "accessingOurWebsitePara2": "Usted es responsable de hacer todos los arreglos necesarios para tener acceso a nuestro sitio web. Tambien es responsable de garantizar que todas las personas que acceden a nuestro sitio web a traves de su conexion a Internet conozcan estos terminos y que los cumplan. Intel",
    "intellectualPropertyRightsHeading": "Derechos de propiedad intelectua",
    "intellectualPropertyRightsPara1": "Mary's Meals es una marca registrada de Mary's Meals.",
    "intellectualPropertyRightsPara2": "Somos el propietario o el licenciante de todos los derechos de propiedad intelectual en el sitio web de Mary's Meals y en el material publicado en el, a menos que se indique lo contrario. Esas obras estan protegidas por leyes y tratados de marcas y derechos de autor en todo el mundo. Todos los derechos estan reservados.",
    "licenceHeading": "Licencia",
    "licencePara1": "Se le permite imprimir y descargar extractos de nuestro sitio web para su propio uso de la siguiente manera:",
    "licencePara2": "no modifique los extractos descargados (ya sea texto o imagenes) de ninguna manera;",
    "licencePara3": "utiliza extractos descargados en el mismo contexto en que aparece dicho material en el sitio web de Mary's Meals, ya sea en relacion con el texto correspondiente o de otro modo;",
    "licencePara4": "no use los extractos de manera ofensiva o de ninguna manera que sea despectiva o que cause dano a la reputacion de Mary's Meals; y",
    "licencePara5": "Usted atribuye correctamente los extractos descargados a Mary's Meals, con referencia a los avisos relevantes de derechos de autor y marca registrada y el siguiente aviso de permiso 'Reproducido con permiso de Mary's Meals. Todos los derechos reservados.'",
    "licencePara6": "A menos que se indique lo contrario, los derechos de autor y otros derechos de propiedad intelectual de todo el material en el sitio web (incluidas, entre otras, fotografias e imagenes graficas) son propiedad de Mary's Meals o de nuestros licenciantes. Cualquier uso de extractos del sitio web que no sea de acuerdo con esta licencia para cualquier proposito esta prohibido sin el consentimiento por escrito de Mary's Meals. Si incumple alguno de los terminos de esta licencia, su permiso para usar el sitio web finaliza automaticamente y debe destruir de inmediato cualquier extracto descargado o impreso del sitio web.",
    "licencePara7": "Si tiene alguna pregunta sobre como puede usar los materiales descargados de este sitio web, no dude en contactarnos.",
    "licencePara8": "Sujeto a lo anterior, ninguna parte del sitio web puede reproducirse o almacenarse en ningun otro sitio web ni incluirse en ningun sistema o servicio de recuperacion electronica publico o privado sin el permiso previo por escrito de Mary's Meals. Todos los derechos no otorgados expresamente en estos terminos estan reservados.",
    "relianceHeading": "Confianza en la informacion publicada",
    "reliancePara": "Los comentarios y otros materiales publicados en nuestro sitio web no pretenden ser un consejo sobre la confianza que se debe depositar. Por lo tanto, renunciamos a toda responsabilidad y responsabilidad derivada de la confianza depositada en dichos materiales por cualquier visitante de nuestro sitio web, o por cualquier persona que pueda ser informada de cualquiera de sus contenidos.",
    "infoAboutHeading": "Informacion acerca de ti",
    "infoAboutPara": "Procesamos informacion sobre usted de acuerdo con nuestra Politica de privacidad. Al utilizar nuestro sitio web, usted acepta dicho procesamiento y garantiza que todos los datos proporcionados por usted son exactos.",
    "uploadingHeading": "Subiendo material a nuestro sitio web",
    "uploadingPara1": "Cualquier material que cargue en nuestro sitio web se considerara no confidencial y no propietario, y tenemos el derecho de usar, copiar, distribuir y divulgar a terceros dicho material para cualquier proposito. Tambien tenemos el derecho de revelar su identidad a cualquier tercero que afirme que cualquier material publicado o cargado por usted en nuestro sitio web constituye una violacion de sus derechos de propiedad intelectual o de su derecho a la privacidad.",
    "uploadingPara2": "No seremos responsables ante terceros por el contenido o la precision de los materiales publicados por usted o cualquier otro usuario de nuestro sitio web.",
    "uploadingPara3": "Tenemos derecho a eliminar cualquier material o publicacion que realice en nuestro sitio web si, en nuestra opinion, dicho material no es adecuado para el sitio web de Mary's Meals.",
    "linkingHeading": "Vinculacion al sitio web Mary's Meals",
    "linkingPara1": "Puede vincular a nuestra pagina de inicio, siempre que lo haga de una manera justa y legal y no dane nuestra reputacion ni se aproveche de ella, pero no debe establecer un enlace de tal manera que sugiera alguna forma de asociacion , aprobacion o respaldo de nuestra parte donde no exista ninguno. Nos reservamos el derecho de retirar el permiso de enlace sin previo aviso.",
    "linkingPara2": "Si desea utilizar cualquier material de nuestro sitio web que no sea el establecido anteriormente, contactenos.",
    "disclaimerHeading": "Descargo de responsabilidad",
    "disclaimerPara": "Si bien Mary's Meals se esfuerza por garantizar que la informacion en nuestro sitio web sea correcta, no garantizamos la exactitud e integridad del material en el sitio web. Mary's Meals puede realizar cambios en el material del sitio web en cualquier momento sin previo aviso. El material en el sitio web puede estar desactualizado, y no nos comprometemos a actualizar dicho material."
  }
}
